{
  "suggest_dishes": [
    "Tối nay có ít cá basa, gợi ý mình kiểu món nào làm nhanh với nha.",
    "Mình có rau muống và tỏi, muốn làm món đơn giản cho bữa tối.",
    "Có 20 phút để nấu ăn, bạn nghĩ mình nên làm món theo thể loại nào?",
    "Sáng nay muốn nấu món nhẹ bụng cho 1 người, gợi ý thử xem.",
    "Tủ lạnh còn mớ thịt gà, muốn đổi kiểu chế biến cho đỡ ngán.",
    "Cần gợi ý món healthy từ vài loại rau củ, ưu tiên ít dầu mỡ.",
    "Mình có đậu hũ và nấm, muốn làm món chay dễ làm.",
    "Hôm nay chỉ có 10 phút chuẩn bị, có kiểu món nào hợp không?",
    "Nhà còn ít bò, gợi ý món nào chế biến nhanh được không?",
    "Cần gợi ý món cho 3 người, nguyên liệu đơn giản càng tốt.",
    "Có rau củ hỗn hợp đông lạnh, làm món nào cho nhanh vậy?",
    "Tối nay trời lạnh, chỉ có vài củ khoai, làm món loại nào hợp?",
    "Mình muốn chuẩn bị món cho người đang ăn kiêng, nguyên liệu đơn giản.",
    "Có ít cá ngừ hộp với hành tây, gợi ý cách chế biến hợp lý.",
    "Bếp chỉ còn ức gà và rau xanh, nấu món cho người tập gym sao nhỉ?",
    "Cần món ít gia vị vì nhà hết đồ, có đề xuất kiểu nào không?",
    "Muốn làm món cho 4 người ăn, nguyên liệu chủ yếu là rau củ.",
    "Có mớ tôm nhỏ và ít cải, nấu món nào hợp cho trẻ nhỏ?",
    "Mình muốn làm món ít tinh bột, gợi ý kiểu chế biến.",
    "Có mớ thịt bằm, gợi ý món đơn giản cho bữa tối.",
    "Cần món tối giản nhất cho một người ăn.",
    "Có xíu cá thu và gừng, nấu kiểu gì cho nhanh?",
    "Mình có cà chua với trứng, làm món cho bữa sáng kiểu nào?",
    "Mình có mì gói và ít rau, làm món nào nhanh gọn?",
    "Cần món dễ làm từ thịt heo cho 2 người.",
    "Có rau cải và đậu hũ, gợi ý món phù hợp người ăn chay.",
    "Chỉ còn 5 phút để chuẩn bị, có gợi ý món cực nhanh không?",
    "Mình muốn làm món cho buổi tối mà không cần chiên rán.",
    "Có ít sả và thịt gà, nấu món theo kiểu nhẹ nhàng.",
    "Còn mớ hải sản lẻ tẻ, muốn nấu món đơn giản.",
    "Gợi ý món cho 2 người với nguyên liệu chính là khoai lang.",
    "Mình có củ dền và cà rốt, muốn nấu món ít calo.",
    "Tối nay có bạn đến chơi, nguyên liệu đơn giản, nên làm món kiểu nào?",
    "Cần món nóng sốt từ vài nguyên liệu có sẵn trong tủ lạnh.",
    "Gợi ý món cho người mới học nấu ăn từ thịt heo và rau.",
    "Có muống rau và xíu thịt bò, làm món nhanh trong 10 phút.",
    "Mình có nồi chiên không dầu, muốn làm món ít dầu mỡ.",
    "Có cá basa và ít hành lá, muốn làm món nhẹ nhàng cho tối nay.",
    "Cần món cho người lớn tuổi, nguyên liệu dễ tiêu.",
    "Có bông cải trắng và cà rốt, gợi ý kiểu chế biến nào hợp?",
    "Mình muốn làm món dành cho 3 người tập luyện thể thao.",
    "Có đậu que và thịt gà, nấu món gì nhanh nhanh?",
    "Tối nay gấp quá chỉ có 15 phút, có gợi ý không?",
    "Muốn làm món cho 1 người nhưng có rau củ là chính.",
    "Tìm món ăn kiêng ít carb từ khoai lang và ức gà.",
    "Có mớ xà lách và trứng, muốn làm món nhanh buổi sáng.",
    "Cần gợi ý món ít gia vị từ cá thu.",
    "Nhà có nấm kim châm và bò lát, nấu món nào hợp?",
    "Muốn làm món thanh đạm cho tối nay, nguyên liệu chủ yếu rau.",
    "Có đậu hũ và cà chua, làm món nhẹ nhàng.",
    "Mình có 2 củ khoai và ít bơ, làm món nhanh cho bữa xế.",
    "Cần món nóng hổi từ gạo và một ít rau.",
    "Muốn ăn món mềm cho người đang mệt, nguyên liệu có cà rốt và gà.",
    "Có cải thảo và nấm, gợi ý món dễ làm.",
    "Tối nay cần món cho gia đình 4 người, nguyên liệu không nhiều.",
    "Mình muốn nấu món hơi cay, có sả và ít bò.",
    "Có cà rốt, khoai tây và trứng, gợi ý kiểu món nào phù hợp?",
    "Cần món cho người giảm mỡ, nguyên liệu rau là chính.",
    "Muốn làm món ít đường cho buổi tối.",
    "Có củ gừng và ít cá basa, gợi ý kiểu nấu không dầu.",
    "Muốn chuẩn bị món ăn sáng thật nhanh với rau cải.",
    "Còn ít thịt gà và khoai môn, làm món gì dễ ăn?",
    "Nhà có đậu bắp và tôm nhỏ, nấu món đơn giản.",
    "Tìm món phù hợp bữa tối, thời gian nấu dưới 25 phút.",
    "Có bí đỏ và thịt băm, làm món nhẹ bụng.",
    "Muốn ăn món có nhiều rau, nguyên liệu có bắp cải và nấm.",
    "Có cá rô phi và tỏi, gợi ý cách chế biến nhanh.",
    "Tìm món healthy từ khoai lang và rau xanh.",
    "Có rau bó xôi và trứng, nấu món nào tiện cho sáng sớm?",
    "Còn ít đậu hũ và cà rốt, muốn làm món đơn giản nhất.",
    "Tối nay chỉ có thịt heo và cải ngọt, gợi ý kiểu nấu nào?",
    "Cần món ít muối cho người lớn tuổi.",
    "Muốn làm món ăn kiêng nhưng vẫn đủ chất, nguyên liệu cơ bản:",
    "Có tôm đông lạnh và vài loại rau, gợi ý món hợp.",
    "Muốn nấu món cho 5 người, nguyên liệu không quá phức tạp.",
    "Có sữa tươi và khoai lang, làm món gì nhanh?",
    "Mình có gạo lứt và ít rau xanh, cần món phù hợp người tập gym.",
    "Tối nay cần món nhẹ, nguyên liệu có cà chua và đậu hũ.",
    "Có mớ thịt heo và hành tây, muốn chế biến đơn giản.",
    "Muốn làm món thanh đạm cho 2 người.",
    "Có rau củ lẻ tẻ, cần món dễ ăn.",
    "Tìm món cho buổi sáng ít dầu mỡ.",
    "Có ức gà và bông cải, nấu món nào nhanh cho buổi trưa?",
    "Muốn làm món ăn nóng cho tối mưa lạnh.",
    "Cần món từ cà rốt và cá basa không quá cầu kỳ.",
    "Có mớ rau dền và trứng, nấu món nhẹ nhàng.",
    "Tìm món ít calo từ rau củ có sẵn.",
    "Muốn nấu món cho 3 người với thịt heo là chính.",
    "Có khoai tây, hành và xíu bơ, làm món cho buổi tối.",
    "Muốn tìm món đơn giản khi chỉ có nồi cơm điện.",
    "Cần món tầm 10–15 phút từ tôm và rau.",
    "Có cải xoăn và đậu hũ, gợi ý món phù hợp người eat clean.",
    "Muốn làm món nóng từ gừng và gà, thời gian dưới 20 phút.",
    "Còn ít tôm với rau cải, có cách nào chế biến mà không phải đứng bếp lâu không?",
    "Bây giờ chỉ còn đúng một củ khoai và ít thịt gà, làm món gì no bụng cho 1 người?",
    "Mình muốn chuẩn bị đồ ăn tối cho 3 người, nguyên liệu chính là thịt bò và cà rốt.",
    "Có mấy loại rau lặt vặt, gợi ý giúp món nào hợp buổi tối nóng nực.",
    "Chỉ còn ít gạo và trứng, nghĩ xem kiểu món nào đỡ nhàm chán vậy?",
    "Tìm món phù hợp bữa sáng, thời gian nấu dưới 8 phút được chứ?",
    "Nhà còn xíu cá và vài cọng hành, muốn nấu cái gì đơn giản mà vẫn nóng hổi.",
    "Có rau củ thừa từ hôm qua, làm sao chế biến thành bữa trưa lẹ mà không phí?",
    "Muốn ăn món hơi thanh nhưng trong tủ chỉ có thịt heo và rau muống.",
    "Tối nay nấu cho 5 người, nguyên liệu chính chỉ có gà và khoai tây.",
    "Còn ít tôm nhỏ và xà lách, thử gợi ý một món hợp ăn nhẹ buổi tối.",
    "Mình muốn nấu món kiểu ít tinh bột, nguyên liệu có trứng và rau cải.",
    "Chỉ còn 15 phút để nấu, trong bếp có ức gà với bí đỏ.",
    "Có ít cải thảo và thịt bằm, nấu kiểu gì cho đỡ khô?",
    "Mình có cá hồi vụn và rau xanh, gợi ý món ăn nhanh cho người tập gym.",
    "Nhà có mỗi khoai lang và trứng, bạn gợi ý giúp món cho buổi sáng.",
    "Cần nấu cho bé nhỏ, nguyên liệu có cà rốt và thịt heo mềm.",
    "Có ít thịt bò và mớ nấm, món nào hợp cho bữa tối nhẹ?",
    "Tối nay trời lạnh, có khoai môn và gừng, nên nấu kiểu gì cho ấm người?",
    "Trong bếp còn sẵn bắp cải và ít đậu hũ, muốn làm món nhẹ nhàng.",
    "Tìm món cho hai vợ chồng, nguyên liệu chính chỉ có cá basa.",
    "Còn một mớ rau củ hỗn hợp và gạo, gợi ý món nào phù hợp.",
    "Có mỗi trái bầu và ít tôm khô, làm sao chế biến đơn giản cho tối nay?",
    "Mình muốn làm món ăn kiêng, nguyên liệu có sẵn ức gà và rau.",
    "Một người ăn mà có rau muống, tỏi và đậu hũ — chế gì cho hợp?",
    "Tìm món hợp trời nóng, nguyên liệu gồm cà chua và trứng.",
    "Nhà có cá nục và gừng, muốn chế món không nhiều dầu.",
    "Cần nấu món tiết kiệm nhưng vẫn ngon, nguyên liệu có rau và ít thịt heo.",
    "Có rau răm, trứng và chút hành, món nào hợp bữa sáng nhanh?",
    "Mình chỉ có bún khô và vài loại rau, gợi ý món nào nhanh chóng.",
    "Muốn làm món kiểu thanh đạm với bí xanh và thịt gà.",
    "Còn ít khoai tây và bò lát, có món nào hợp cho bữa tối nhẹ?",
    "Cần món cho 4 người, nguyên liệu chủ yếu là tôm và rau củ.",
    "Trong tủ có ít cá ngừ và cà rốt, gợi ý kiểu nấu đơn giản.",
    "Có nồi cơm điện và ít rau củ, món nào làm nhanh nhất?",
    "Chỉ còn mì udon và ít cải thảo, làm món ấm bụng kiểu nào?",
    "Tối vô cùng mệt nên cần món siêu đơn giản từ trứng và rau.",
    "Có rau mầm và thịt gà, gợi ý món nào không cần chiên xào nhiều.",
    "Còn ít thịt heo và khoai lang, xử lý sao để không bị khô?",
    "Muốn nấu món cho 2 người ăn kiêng, có sẵn bông cải và trứng.",
    "Có cá khô và cà chua, chế biến nhanh kiểu gì để ăn cùng cơm?",
    "Mình có dưa leo, trứng và chút thịt heo, muốn nấu món ít calo.",
    "Bếp có đậu bắp và tôm, tìm món hợp bữa tối nhẹ nhàng.",
    "Có bí đỏ và thịt gà, muốn làm món đơn giản mà không dùng dầu.",
    "Muốn ăn món không cay, nguyên liệu chỉ có bò và ít rau xanh.",
    "Còn đúng 1 củ hành tây và ít cá hồi vụn, làm gì nhanh mà ngon?",
    "Tìm món mềm dễ ăn từ khoai tây và cà rốt.",
    "Có 20 phút và nguyên liệu chính là rau củ, gợi ý món phù hợp đi.",
    "Mình muốn món dành cho người lớn tuổi, nguyên liệu có đậu hũ và rau ngót.",
    "Trong tủ lạnh chỉ còn ít gà xé và rau cải, có kiểu chế biến nào hợp buổi trưa không?",
    "Còn mớ rau củ và cơm nguội hôm qua, gợi ý cách biến tấu thành món mới đi.",
    "Tối nay nấu cho 3 người mà có mỗi thịt heo với bắp cải, có món nào hợp không chiên?",
    "Mình muốn làm bữa tối tiết kiệm thời gian, trong tủ có cá thu và gừng.",
    "Có mỗi trứng và cà rốt, gợi ý cách nấu sao cho ăn không bị ngán.",
    "Bếp còn ít bò bằm với rau bina, món nào hợp cho người ăn kiêng vậy?",
    "Còn vài củ khoai lang và ít tôm, kiểu nào hợp để ăn tối nhẹ nhàng?",
    "Muốn nấu món có nước, nguyên liệu gồm cải thảo và thịt heo.",
    "Chỉ có 10 phút và trong bếp còn lại đậu hũ với nấm, bạn gợi ý món nào?",
    "Có xà lách, dưa chuột và trứng, muốn làm món nào không cần dùng chảo.",
    "Rau củ hơi ít mà thịt thì nhiều, gợi ý kiểu chế biến nào cân bằng?",
    "Tối nóng quá, muốn ăn món thanh, nguyên liệu có dưa leo và gà.",
    "Còn đúng hai miếng cá basa và bắp non, món nào hợp cho bữa tối nhanh?",
    "Mình muốn làm đồ ăn cho 2 người, nguyên liệu chính là bò và bí đỏ.",
    "Trong bếp có khoai môn và ít gà, có kiểu nào hợp thời tiết lạnh không?",
    "Có đậu hũ, cà chua và ít hành, chế biến món gì đơn giản mà không chiên?",
    "Tối nay chỉ có rau muống và tôm khô, nấu kiểu gì để ăn cùng cơm?",
    "Mình muốn ăn món nhẹ bụng, nguyên liệu còn rau cải và trứng.",
    "Chỉ còn ít mực và tỏi, có cách nào nấu nhanh trong 12 phút không?",
    "Tủ lạnh có ít rau thập cẩm và gạo, muốn làm món nào ít calo.",
    "Nguyên liệu chính có cá hồi và rau mầm, suggest món nhẹ buổi tối đi.",
    "Còn lại vài củ cà rốt và tí thịt bò, gợi ý món không nhiều gia vị.",
    "Cần làm món cho 1 người, trong bếp chỉ có bún khô và rau củ.",
    "Có ít đậu que và thịt heo, chế biến sao cho đỡ khô?",
    "Còn mỗi miếng thịt gà và nắm rau cải, gợi ý kiểu nấu đơn giản đi.",
    "Nhà có khoai tây, trứng và hành tây — muốn nấu món nào không cần nhiều dầu.",
    "Trong tủ có rau ngót và ít thịt bằm, món nào làm nhanh mà nóng?",
    "Còn một ít cá ngừ với dưa leo, mình muốn ăn món ít tinh bột.",
    "Bếp chỉ còn rau, nấm và bún tươi, gợi ý món nào hợp ăn tối.",
    "Có thịt heo và ớt chuông, nhưng không muốn làm món cay.",
    "Nguyên liệu hôm nay có cải xoăn và trứng, làm món nào cho bữa sáng?",
    "Tối nay muốn ăn món mềm dễ nhai, còn khoai tây và bí đỏ.",
    "Có cá rô phi và sả, làm sao để nấu món nào nhanh nhất?",
    "Còn đậu hũ và bông cải, gợi ý món hợp người đang ăn kiêng.",
    "Bếp còn ít tôm nhỏ và ít cà chua bi, có món nào hợp trời nóng?",
    "Mình chỉ có dưa leo, cá hộp và rau thơm, nấu món gì nhẹ bụng?",
    "Có thịt bò và hành tây, nhưng muốn ăn món không quá đậm vị.",
    "Tủ còn ít rau xanh và gạo, gợi ý món nào đủ no nhưng không khó nấu.",
    "Có khoai lang và trứng gà, lựa kiểu nấu nào nhanh nhất?",
    "Mình muốn ăn đồ nóng, nguyên liệu còn cải thảo và tôm.",
    "Nhà đã hết thịt, chỉ còn nấm và rau, bạn gợi ý món nào hợp?",
    "Còn miếng cá hồi nhỏ và chanh, món nào chế biến nhanh trong 7 phút?",
    "Bếp còn lại cà rốt, đậu hũ và tí thịt heo, chế biến sao cho đẹp mắt?",
    "Mình có bò lát mỏng và rau mùi, muốn món nào không cần chiên.",
    "Chỉ còn 1 củ bầu và ít tôm khô, gợi ý món nhẹ tối nay.",
    "Có cơm nguội và rau củ, gợi ý cách chế biến thành món lạ lạ.",
    "Còn khoai tím và ít thịt gà, nấu kiểu nào ít tốn thời gian?",
    "Mình có thịt heo với bắp cải tím, gợi ý món phù hợp ăn trưa.",
    "Muốn ăn món không dầu, nguyên liệu còn cá basa và rau xanh.",
    "Tôi đang có mớ rau mồng tơi với ít tôm khô, nấu được món gì mát mẻ không?",
  "Có gợi ý món ăn nào dành cho 2 người, làm nhanh trong 20 phút không?",
  "Nhà còn mỗi cà tím và đậu phộng, chế biến sao cho ngon bữa cơm chiều?",
  "Tối nay tôi muốn ăn món kiểu healthy, ít dầu mỡ, bạn gợi ý giúp nha.",
  "Muốn làm món canh đơn giản cho 4 người mà nguyên liệu rẻ, bạn biết món nào không?",
  "Tôi mua được mớ nghêu tươi, nấu món gì hợp trời nóng vậy?",
  "Có món nào từ thịt băm, nấu chưa tới 15 phút mà vẫn ngon không?",
  "Tui muốn ăn món kiểu cay nồng, nguyên liệu chính là sườn heo, gợi ý vài món nhé.",
  "Còn chút cá cơm khô, làm món gì đưa cơm mà không mất nhiều công?",
  "Đang tìm món cải thiện cho bữa sáng, chỉ dùng trứng và bánh mì.",
  "Có món rau nào nấu nhanh cho người mới tập nấu không?",
  "Tôi có đậu hũ và nấm, muốn nấu món chay ấm bụng tối nay.",
  "Bạn gợi ý món nước nào làm trong khoảng 30 phút được không?",
  "Bữa nay muốn ăn đồ xào, nguyên liệu chính là bò, có món nào ngon?",
  "Cho mình vài ý tưởng món hấp cho 3 người, ít gia vị thôi.",
  "Có món nào phù hợp mang cơm văn phòng, dùng ức gà làm nguyên liệu chính?",
  "Tôi chỉ có khoai tây và ít bơ, làm món gì nhanh mà hợp trẻ nhỏ?",
  "Muốn làm món ăn nhẹ buổi chiều với trái bơ và sữa chua, gợi ý thử xem.",
  "Tối nay trời lạnh, muốn món hầm từ thịt heo trong 45 phút đổ lại.",
  "Có món tráng miệng nào làm từ xoài mà không cần máy xay không?",
  "Tôi đang kiếm món ít calo, dùng rau củ là chủ yếu.",
  "Còn nửa con gà, làm món nước hay món mặn đều được, bạn nghĩ nên làm gì?",
  "Tôi muốn nấu một món kiểu khô, nguyên liệu có cá nục và gừng.",
  "Có món nào nấu được bằng nồi chiên không dầu từ tôm không?",
  "Tôi đang ăn kiêng low-carb, hôm nay còn thịt bò và bông cải xanh.",
  "Bữa nay muốn ăn món nướng, nguyên liệu chính là heo ba rọi.",
  "Cho xin món canh dễ nấu dùng mướp và tôm tươi.",
  "Tui thích ăn món kiểu Hàn, còn ít kim chi và thịt ba chỉ.",
  "Có món nào từ nghêu mà phù hợp đãi khách không?",
  "Tôi mua mít non, muốn nấu món mặn mà không quá cầu kỳ.",
  "Tìm món chay ngon làm từ bí đỏ và đậu lăng.",
  "Tối nay muốn ăn món kiểu Nhật, nguyên liệu có cá hồi.",
  "Bếp nhà chỉ còn cà rốt, bắp và thịt gà, bạn gợi ý món cho tối nay giúp tôi.",
  "Có món nào dành cho người mới nấu, làm từ thịt xay và hành tây?",
  "Tôi muốn nấu món hơi chua chua, dùng cá thu và cà chua.",
  "Bạn gợi ý giúp một món có thể nấu cho 5 người ăn từ thịt vịt.",
  "Muốn tìm món dùng bắp cải làm nguyên liệu chính mà không phải xào.",
  "Tôi còn khoai lang và mè trắng, có món nào độc lạ tí không?",
  "Có món nào làm từ đậu hũ non mà hợp ăn tối nhẹ nhàng?",
  "Tìm món nướng nhanh, nguyên liệu chính là mực.",
  "Có gợi ý món xào nào dùng giá đỗ và thịt bò không?",
  "Tối nay tôi muốn ăn món sốt creamy dùng nấm và gà.",
  "Bạn biết món thanh đạm nào từ rau dền và tôm tươi không?",
  "Tôi đang thèm món chan nước, chỉ có cá rô phi và ít rau thơm.",
  "Có món nóng nào hợp trời mưa, làm từ củ cải trắng?",
  "Tôi muốn làm món ăn cho trẻ con, nguyên liệu là thịt heo và trứng.",
  "Tìm món kiểu hơi Tây một chút, dùng khoai tây và phô mai.",
  "Có gợi ý món nào làm được trong 10 phút từ mì gói và rau củ không?",
  "Tôi đang có mớ cá trích, muốn làm món gì thơm mà không bị tanh.",
  "Sáng nay đi chợ mua được khổ qua tươi, nấu món gì đỡ đắng mà vẫn ngon?",
  "Có gợi ý món nào từ thịt bò mà nấu chưa tới 25 phút không?",
  "Nhà còn ít bắp cải với cà rốt, làm sao thành món ngon cho 3 người vậy?",
  "Tối nay muốn ăn món nhiều rau, ít thịt, bạn gợi ý giúp mình thử vài món nha.",
  "Tôi có miếng cá thu và ít gừng, làm món mặn gì cho cơm trắng hợp ta?",
  "Tìm món ăn nhẹ từ khoai lang, không cần chiên dầu.",
  "Bạn có món nào từ trứng mà làm nhanh trong 5–7 phút không?",
  "Tối nay đồ trong tủ chỉ còn nấm và ức gà, chế biến món gì để đỡ ngán?",
  "Tui muốn làm món canh kiểu thanh mát, nguyên liệu chính có bí xanh.",
  "Có món nào phù hợp với bữa tối 1 người, dùng mì udon và rau không?",
  "Nhà còn ít tôm nhỏ, muốn làm món mặn đưa cơm mà không tốn công.",
  "Gợi ý món gì kiểu béo nhẹ dùng khoai tây và sữa tươi đi bạn.",
  "Tôi đang muốn nấu món hơi cay, có cá basa sẵn.",
  "Cho tôi vài ý tưởng món hấp lành mạnh từ đậu hũ và rau củ.",
  "Tìm món có thể nấu bằng nồi áp suất, nguyên liệu có thịt heo.",
  "Muốn nấu món đơn giản từ cá rô đồng trong khoảng 20 phút.",
  "Có món nào dành cho trẻ con từ bí đỏ và thịt gà không?",
  "Tối nay muốn ăn món giòn mà không chiên dầu, có gợi ý nào với mực?",
  "Nhà tôi còn ngò gai và thịt nạc xay, phù hợp món gì nhất vậy?",
  "Tôi muốn tìm món dễ làm từ đậu bắp và tôm tươi.",
  "Có món thanh đạm nào từ bầu và cá lóc không bạn?",
  "Tôi đang ăn kiêng, muốn món ít calo từ rau củ và ức gà.",
  "Tìm món kiểu chua nhẹ, nguyên liệu có cá ngừ và thơm.",
  "Có món nào làm nhanh từ xúc xích và trứng không?",
  "Tối nay muốn ăn món có sốt, nguyên liệu có thịt heo và nấm.",
  "Bạn gợi ý món nước nấu tầm 30 phút từ sườn non đi.",
  "Tôi đang có cua đồng, làm sao thành món hợp trời oi nóng?",
  "Có món nào dùng khoai môn, dễ làm mà không bị ngán?",
  "Tôi còn ít măng tươi, món nào hợp để ăn cùng cơm nóng?",
  "Tìm món dùng rau muống nhưng không phải luộc hoặc xào.",
  "Nhà còn thịt vịt và gừng, làm món nào hợp mâm cơm gia đình?",
  "Tối nay muốn ăn món chay kiểu đậm vị, có nấm và đậu hũ.",
  "Tui mua được trái bơ ngon, có món mặn nào kết hợp được không?",
  "Có món nào từ cá chim mà không cần chiên không?",
  "Bạn gợi ý món có thể mang theo picnic, dùng ức gà và rau.",
  "Tối nay trời se lạnh, muốn món nóng từ gà và khoai tây.",
  "Tôi đang có cá hồi miếng nhỏ, món gì làm nhanh mà sang?",
  "Có món nhiều đạm nhưng ít dầu từ đậu lăng và rau củ không?",
  "Tìm món ngon từ cải bó xôi cho 2 người ăn.",
  "Nhà có 2 trái dừa tươi, nấu món mặn gì được với nước dừa vậy?",
  "Tối nay muốn ăn đồ chiên nhưng giòn nhẹ, nguyên liệu có tôm.",
  "Tôi cần món dễ làm từ cá hộp và cơm nguội.",
  "Có món nào hợp bữa tối từ đậu xanh và thịt heo không?",
  "Tôi đang có ít giò sống, làm món nào đỡ chán?",
  "Bữa nay muốn ăn món Âu nhẹ nhàng, dùng mì Ý và rau củ.",
  "Có món nào phù hợp người mới nấu, dùng cá điêu hồng?",
  "Tìm món có sốt mặn ngọt dùng thịt gà và tiêu xanh.",
  "Tối nay muốn món nấu nhanh từ bông bí và tôm.",
  "Có món gì từ cải thảo mà không phải nấu lẩu hay xào?",
  "Mình muốn thử làm một món Việt Nam truyền thống nhưng phiên bản dễ hơn, đỡ cầu kỳ (kiểu beginner friendly). Thời gian nấu dưới 1 tiếng càng tốt. Có món nào hợp để nấu bữa tối không?",
    "Trong tủ lạnh chỉ còn vài quả trứng, một bìa đậu và ít rau cải thôi. Tối nay muốn ăn món gì đó nhẹ bụng mà vẫn đủ dinh dưỡng. Với lượng nguyên liệu như vậy, có món nào bạn gợi ý không?",
    "Nhà t có 5 người, mà ai cũng thích đồ nướng. Trong tủ đang có ba chỉ heo với ít sả, tỏi, mật ong. Làm món nướng nào ngon, hợp tụ tập gia đình cuối tuần không?",
    "Trưa nay t chỉ ăn một mình, không muốn bày biện nhiều. Có gợi ý món nào nấu trong 10–15 phút với những nguyên liệu cơ bản như mì, trứng, hành lá không?",
    "Hôm nay muốn thử một món hơi khó để luyện tay nghề. T có sẵn cá hồi tươi khá ngon, kèm thêm kem và bơ. Có món nào kiểu hơi cầu kỳ một chút mà đáng công làm không?",
    "Sắp tới kỷ niệm với người yêu, t muốn làm một món Tây đơn giản nhưng nhìn sang chút. Không được quá phức tạp vì t không giỏi bếp. Thời gian chuẩn bị khoảng 40 phút đổ lại. Nên làm món gì?",
    "T đang giảm cân mà lại còn một đống ức gà, khoai lang và súp lơ. T có thể chế biến món nào lành mạnh cho 2 người ăn vừa nhanh vừa dễ không?",
    "Tối nay khả năng trời lạnh, muốn nấu gì nóng nóng. Nhà có sẵn thịt bò, gừng, hành tây. Bạn gợi ý giúp vài món hầm hoặc súp dễ làm, khoảng 2–3 khẩu phần, và nếu có biến thể không cay thì càng tốt vì nhà có trẻ con.",
    "Tối nay t đi làm về muộn nên không có nhiều thời gian, trong tủ lạnh còn ít bò bằm với mấy trái cà chua. Có món nào chế biến nhanh khoảng 20 phút mà vẫn đủ cho 2 người không?",
    "Nhà mình còn dư nhiều nấm với ít mì udon, trời thì đang se lạnh. Có món nước nào kiểu Nhật dễ làm, không quá cầu kỳ không?",
    "Tối nay có 4 người nhưng toàn người ăn khỏe. T còn cá basa, ít thì là với cà chua. Có thể làm món gì vừa nhanh vừa đủ khẩu phần cho cả nhóm không?",
    "Muốn tìm món healthy vì đang tập gym. T có ức gà, khoai lang và bông cải xanh. Có món nào chế biến đơn giản mà không khô khan không?",
    "Cuối tuần muốn làm một món gì đó kiểu hơi cầu kỳ hơn thường ngày. T có sẵn tôm tươi với bơ tỏi. Gợi ý giúp t món nào hợp để chiêu đãi gia đình 5 người.",
    "T còn đúng 2 quả trứng, một ít phô mai và bánh mì. Trưa nay lười quá, muốn làm cái gì trong 5–10 phút thôi. Có gợi ý gì không?",
    "Bạn qua chơi mà nhà không kịp chuẩn bị nhiều nguyên liệu. Chỉ có thịt heo xay với hành, tỏi. Làm món gì nhanh mà vẫn đãi khách được?",
    "Mình muốn làm món nước kiểu Việt Nam nhưng đơn giản, không mất công ninh xương. Nhà có gà ta và gừng. Nên nấu gì?",
    "Nhà có mấy đứa nhỏ, nên không ăn cay được. T có thịt gà, khoai tây và cà rốt. Có món nào dễ làm cho 4 người không?",
    "Tối nay t muốn đổi gió sang món Tây. Có pasta và cream nhưng không có quá nhiều topping. Có món nào dễ làm cho người mới bắt đầu?",
    "T còn ít thịt ba chỉ, vài củ sả và mật ong. Muốn nướng nhanh để ăn cơm tối. Công thức nào làm nhanh mà không cần ướp lâu?",
    "Trong nhà chỉ còn túi đậu hũ non với nấm rơm. T muốn ăn món chay nhẹ bụng, nấu nhanh trong khoảng 15–20 phút. Có gợi ý gì không?",
    "T đi làm cả ngày nên mệt. Tối chỉ muốn ăn món gì nóng, nhanh, đơn giản. Trong nhà có mì gói, trứng và xúc xích. Chế biến sao cho ngon hơn bình thường?",
    "Có lẩu gói sẵn nhưng muốn chế thêm gì đó cho ngon. Nhà có rau muống, cá viên, tôm. Có món lẩu nào dễ kết hợp không?",
    "hôm nay tôi được cho ít mực tươi, nấu món gì ngon được nhỉ??",
    "món có mực mà",
    "Tối nay mình có thịt gà, nấm, cà rốt và một ít hành tây, bạn gợi ý cho mình nên nấu món gì nhanh, dễ ăn cho cả nhà không?",
    "Mình đang muốn thử nấu món mới, nguyên liệu có sẵn gồm cá hồi, bông cải xanh, cà chua, bạn có thể đề xuất món gì phù hợp cho bữa tối?",
    "Bạn có thể gợi ý cho mình những món ăn nhanh, dễ làm mà vẫn hấp dẫn, nguyên liệu mình có gồm trứng, cà rốt, thịt xay và hành tây?",
    "Nguyên liệu nhà mình chỉ có gà, khoai tây, cà rốt, hành, mình muốn nấu món gì dễ làm mà cả nhà thích, có thể cho mình gợi ý chi tiết không?",
    "Mình đang muốn thử nấu món ăn mới với nguyên liệu gồm tôm, thịt bò, măng tây, ớt chuông, cà rốt, nhưng mình chưa từng nấu món này bao giờ, bạn có thể hướng dẫn chi tiết từng bước không?",
    "Mình muốn tự tay làm một món bánh hấp dẫn cho cuối tuần, nguyên liệu gồm bột mì, trứng, sữa tươi, bơ, nhưng chưa biết bắt đầu từ đâu, có thể hướng dẫn chi tiết từng bước không?"


  ],

  "cooking_guide": [
    "Hướng dẫn nấu món canh chua cá basa",
    "Công thức làm bánh mì chiên bơ tỏi",
    "Làm sao để nấu món cà ri gà chuẩn vị?",
    "Bạn chỉ mình cách nấu canh mướp với tôm cho ngọt nước",
    "Mình muốn học nấu mì Ý bò bằm, chỉ mình công thức",
    "Bạn có công thức nấu phở gà chuẩn vị không?",
    "Hướng dẫn làm món socola nóng để tráng miệng",
    "Mình muốn học nấu canh rau củ nhanh, chỉ mình cách làm",
    "Bạn hướng dẫn cách làm món xào thịt bò hành tây",
    "Mình muốn học nấu cháo hải sản",
    "Cách nấu món cà tím nhồi thịt cho mềm và không bị đắng",
    "Công thức nấu canh bí đỏ cho bé",
    "Làm món salad trộn rau củ, hướng dẫn chi tiết",
    "Bạn chỉ cách nấu gà sốt tiêu đen cay nhẹ",
    "Hãy hướng dẫn tôi nấu món cháo hạt sen bạch quả",
    "Hướng dẫn nấu món khoai tây viên chiên xù",
    "Chỉ tôi nấu món tôm càng sốt tương",
    "Cho tôi cách nấu món cá basa cuốn tía tô",
    "Dạy mình làm món gà hấp lá chanh",
    "Cho tôi biết cách làm cá basa chiên xù",
    "Món gà sốt tiêu đen làm sao để ngon hơn? Chỉ tôi cách nấu",
    "Canh rong biển nấu với trứng thì làm sao?",
    "Chỉ tôi phiên bản dễ làm của cá basa chiên xù",
    "Có cách nào làm gà kho tộ nhanh hơn không? Chỉ tôi",
    "Món tôm rang me làm sao cho nước sốt sệt lại?",
    "Chỉ mình nấu khoai tây viên chiên xù đi",
    "Bày tui làm món salad trứng nhanh",
    "Cách làm súp bí đỏ kem sữa",
    "Chỉ tôi nấu món thịt bò kho tiêu",
    "Dạy mình làm gà chiên nước mắm",
    "Làm sao nấu món canh kim chi Hàn Quốc?",
    "Cách làm gỏi gà xé phay ngon",
    "Bạn có thể mô tả từng bước nấu món canh chua cho mình được không?",
    "Mình đang muốn thử làm bánh mì chiên, bắt đầu từ đâu vậy?",
    "Có bí kíp nào để nấu cà ri gà ngon đậm vị không?",
    "Cho mình quy trình chi tiết để làm món gà kho tộ nhé.",
    "Nếu mình muốn nấu phở gà tại nhà thì cần làm những bước nào?",
    "Chỉ mình cách làm món tráng miệng socola đơn giản mà ngon với.",
    "Có cách nào nấu canh rau củ nhanh mà vẫn thanh ngọt không?",
    "Mình muốn tự làm pizza tại nhà, bạn hướng dẫn giúp mình nha.",
    "Chỉ mình quy trình nấu cháo hải sản sao cho ngọt nước.",
    "Món cà tím nhồi thịt làm như thế nào để không bị bở?",
    "Giúp mình với, mình muốn học làm món tôm rang muối.",
    "Nấu canh bí đỏ cho trẻ nhỏ thì cần lưu ý những gì?",
    "Cách chuẩn bị và nấu món gà sốt tiêu đen như thế nào vậy?",
    "Muốn nấu món súp đậu non với trứng rong biển thì bắt đầu từ bước nào?",
    "Làm khoai tây viên chiên xù sao cho giòn lâu và thơm?",
    "Nếu mình muốn làm món gà nướng mật ong tại nhà thì cần chuẩn bị gì và làm theo bước nào?",
    "Làm sao để kho cá bống rim tiêu mà không bị khô hay gắt vị?",
    "Bạn có thể mô tả quy trình làm món tôm hấp bia chuẩn vị quán nhậu được không?",
    "Có mẹo nào để nấu súp gà nấm vừa thơm vừa trong nước?",
    "Để làm được bánh flan mịn không rỗ thì cần tỉ lệ và kỹ thuật gì?",
    "Bạn giải thích cách nấu món cá kho tộ sao cho lên màu đẹp nhé.",
    "Mình muốn thử làm món salad bò Thái, cần những nguyên liệu và bước nào?",
    "Chỉ giúp mình cách làm món bún thịt nướng ăn kèm mỡ hành với.",
    "Làm món trứng hấp kiểu Nhật (chawanmushi) thì phải làm gì đầu tiên?",
    "Bạn chia sẻ cách làm món nghêu hấp sả cho thơm mùi sả nhất được không?",
    "Muốn kho thịt ba chỉ trứng cút cho đậm vị thì cần làm như thế nào nhỉ?",
    "Hướng mình cách nấu lẩu Thái chua cay có hương vị giống ngoài quán đi.",
    "Gợi mình cách làm món gà hấp hành sao cho thịt mềm ngọt.",
    "Nấu món bánh canh cua tại nhà thì cần chuẩn bị và nấu theo trình tự ra sao?",
    "Bạn chỉ mình cách làm món cá hồi áp chảo sốt cam nhé.",
    "Mình cần chỉ dẫn để làm món bò xào bông cải xanh mà thịt không bị dai.",
    "Có thể nói cho mình cách nấu món canh măng chua cá lóc không?",
    "Làm món thịt kho tàu sao cho nước màu trong mà lên màu đẹp?",
    "Muốn làm món trứng muối sốt dầu cay thì phải bắt đầu từ đâu?",
    "Bạn mô tả quá trình làm món gỏi tôm xoài xanh cho mình dễ hiểu với.",
    "Để nấu miến xào gà không bị dính và sống thì cần lưu ý gì?",
    "Chỉ mình từng bước làm món cá chim chiên giòn sốt chua ngọt.",
    "Muốn làm món mực xào sa tế thì có cần sơ chế đặc biệt không?",
    "Làm thế nào để nấu cháo gà xé mà hạt cháo nở đều và không bị vón?",
    "Bạn chỉ cách làm món khoai tây hầm thịt bò mềm nhừ mà không nát nhé.",
    "Mình muốn chế biến món nghêu nấu dứa, bạn hướng dẫn từng phần giúp mình.",
    "Hãy chỉ mình cách làm món gà rang gừng sao cho dậy mùi thơm.",
    "Muốn nấu món sườn rim mặn ngọt chuẩn vị mẹ nấu thì phải làm sao?",
    "Mình muốn nấu món gà nấu nấm kiểu Trung, bạn có thể chỉ mình từng bước không?",
    "Chỉ mình cách làm món bò xào hành tây mà thịt vẫn mềm không bị khô.",
    "Nếu muốn nấu món cá basa kho riềng thì cần ướp bao lâu và làm sao cho thấm?",
    "Mình muốn học làm món mỳ lạnh Hàn Quốc, bạn chỉ rõ từng phần giúp mình nhé.",
    "Làm sao để nấu món chè đậu xanh nước cốt dừa không bị vón cục?",
    "Mình cần cách nấu món canh rau má tôm khô sao cho ngọt nước.",
    "Bạn mô tả toàn bộ quy trình nấu lẩu nấm cho mình dễ hình dung với.",
    "Chỉ mình phương pháp làm món vịt nấu chao, nhất là phần xử lý mùi hôi.",
    "Hướng dẫn mình cách xào món hến xúc bánh tráng chuẩn vị.",
    "Mình muốn biết cách nấu món canh cua mồng tơi, chỉ mình từ khâu lọc cua nhé.",
    "Có thể giải thích cách làm món đậu hũ nhồi thịt sốt cà không?",
    "Mình cần công thức làm món gà hấp muối hột chuẩn nhất.",
    "Chỉ mình cách kho cá thu sốt cà sao cho nước sánh vừa phải.",
    "Mình muốn thử làm món hủ tiếu nam vang, bạn chỉ giúp từng bước cơ bản.",
    "Mình cần học cách nấu món súp bí đỏ kem tươi.",
    "Bạn chỉ mình cách làm món thịt ba chỉ rang cháy cạnh mà không bị bắn dầu.",
    "Nấu món bún riêu cua có phần nào cần chú ý đặc biệt không? Chỉ mình chi tiết nhé.",
    "Hướng dẫn mình cách làm món cá hồi sốt teriyaki phiên bản dễ làm.",
    "Bạn chỉ cách luộc gà lá chanh sao cho da vàng bóng mà không rách.",
    "Muốn làm món chả cá lã vọng thì phải ướp cá thế nào?",
    "Mình cần biết cách làm món tôm rim nước mắm cho kẹo nước.",
    "Bạn mô tả giúp mình quy trình làm món gà xào xả ớt nha.",
    "Nếu mình muốn nấu món sườn non rim coca thì chuẩn bị gì trước?",
    "Chỉ giúp mình cách kho thịt ba chỉ với dưa cải chua cho ngon đúng kiểu.",
    "Mình cần học cách làm món đậu hũ chiên sả ớt.",
    "Mình muốn biết cách làm món cơm chiên kimchi với trứng.",
    "Bạn chỉ mình làm món cá rô phi chiên mắm tỏi sao cho giòn rụm.",
    "Có thể giải thích cách làm món bánh gạo cay tokbokki không?",
    "Mình muốn làm món miến trộn Hàn Quốc, bạn chỉ mình chi tiết nha.",
    "Mình muốn học nấu món lẩu bò nhúng giấm tại nhà.",
    "Chỉ mình cách kho mực với dứa sao cho không bị dai.",
    "Bạn giải thích từng bước làm món chả tôm bọc mía đi.",
    "Mình muốn làm món gà sốt cam, bạn chỉ cách nấu rõ ràng nhé.",
    "Có thể hướng dẫn mình làm món cua rang me không?",
    "Bạn chia sẻ cách làm món cá hồi nướng giấy bạc cho mình thử.",
     "Mình đang muốn thử làm món cá điêu hồng hấp xì dầu, bạn chỉ mình cách làm sao cho thịt không bị bở nhé.",
    "Bạn hướng dẫn mình nấu món bún chả Hà Nội từ bước ướp thịt tới pha nước mắm nhé.",
    "Tôi muốn học nấu món canh tôm chua kiểu miền Tây, chỉ mình kỹ phần nêm nếm.",
    "Có thể chỉ mình cách làm món gà rim mật ong sao cho màu lên đẹp không?",
    "Mình muốn biết cách nấu món bí đỏ hấp sữa cho bé, hướng dẫn chi tiết giúp mình.",
    "Bạn chỉ mình cách kho cá lóc với nghệ để không bị tanh.",
    "Làm sao để nấu món bò kho tiêu xanh mà thịt mềm nhưng không nát?",
    "Mình đang muốn học món cá saba nướng miso, bạn đưa mình từng bước nha.",
    "Bạn mô tả quy trình làm món đậu hũ sốt nấm đông cô giúp mình được không?",
    "Mình cần hướng dẫn làm món mề gà xào sa tế.",
    "Bạn chỉ tôi cách nấu lẩu thái chua cay chuẩn vị nhà hàng.",
    "Tôi đang muốn nấu món canh bầu nấu tôm, làm sao để nước trong?",
    "Chỉ tôi cách làm món cá bống kho tiêu ngon cơm.",
    "Bạn giải thích cách làm món gà luộc lá chanh để da không bị nứt.",
    "Mình muốn nấu món bò xào măng tươi, bạn hướng dẫn từ khâu sơ chế.",
    "Bạn chỉ tôi món nghêu hấp sả sao cho thơm mùi xả nhất.",
    "Mình muốn biết quy trình làm món bánh cuốn nóng nhân thịt.",
    "Hướng dẫn mình làm món mực nhồi thịt sốt cà nhé.",
    "Bạn chỉ mình cách kho thịt gà với gừng để ăn cơm trắng.",
    "Tôi muốn nấu món canh khoai mỡ với tôm, cần làm gì trước?",
    "Bạn mô tả cách làm món cơm gà xối mỡ giòn rụm.",
    "Mình cần học nấu món lẩu cá kèo lá giang, chỉ chi tiết giúp mình.",
    "Chỉ tôi cách làm món tôm hấp nước dừa sao cho ngọt thịt.",
    "Mình muốn biết công thức món gà sốt chanh dây.",
    "Bạn hướng dẫn mình làm món cơm cháy kho quẹt đúng kiểu miền Tây.",
    "Tôi muốn nấu món canh chua cá đuối, cần chuẩn bị gì?",
    "Bạn chỉ mình món gà nướng muối ớt bằng nồi chiên không dầu.",
    "Mình muốn học món chân giò hầm thuốc bắc, bạn hướng dẫn cụ thể nhé.",
    "Bạn giúp mình làm món bánh xèo tôm thịt giòn lâu được không?",
    "Xin chỉ tôi cách nấu món canh dưa thịt băm.",
    "Làm sao chế biến món cá thu sốt me cho đậm vị?",
    "Mình cần hướng dẫn nấu món bún măng vịt.",
    "Bạn chỉ giúp mình món chả cá thu sốt cà chua.",
    "Tôi muốn học làm món gỏi gà xé phay.",
    "Bạn mô tả cho tôi cách kho cá kèo với tiêu xanh.",
    "Mình cần biết cách nấu món canh cua rau đay cho không bị vón.",
    "Bạn hướng dẫn làm món sườn xào chua ngọt bản dễ nhất.",
    "Tôi muốn nấu món cá ngừ áp chảo sốt cam, làm sao cho thơm?",
    "Bạn chỉ mình cách làm món nấm đùi gà kho tiêu.",
    "Mình đang tìm cách nấu món bún hến, bạn hướng dẫn sơ bộ giúp.",
    "Mình cần cách nấu món tôm sú hấp bia.",
    "Bạn hướng dẫn tôi món thịt heo kho nước dừa.",
    "Chỉ mình quy trình làm món bún bò Huế bản dễ áp dụng.",
    "Mình định làm món cá thu kho thơm mà chưa biết canh lửa sao, chỉ mình với.",
    "Bạn hướng dẫn mình cách làm món sườn nướng mật ong cho thơm và không bị khô nhé.",
    "Cho mình biết quy trình nấu món canh hẹ đậu hũ với tôm khô.",
    "Mình muốn học cách xào món mì udon bò mà sợi không bị nhũn.",
    "Bạn chỉ tôi cách làm món đậu hũ chiên giòn sốt me cho đúng độ chua.",
    "Mình cần hướng dẫn món mực xào dưa leo, chỉ mình cách xử lý mực cho giòn.",
    "Bạn chỉ tôi cách làm món gà kho sả để màu lên đẹp.",
    "Muốn nấu món bún thịt nướng thì ướp thịt kiểu nào? Chỉ tôi nha.",
    "Tôi đang muốn làm món nghêu nấu mẻ, cách nấu chuẩn là sao?",
    "Bạn mô tả công thức món cá chim chiên giòn sốt tỏi.",
    "Chỉ mình cách làm món thịt bò hầm khoai tây kiểu đơn giản.",
    "Mình muốn học nấu món canh đu đủ hầm xương heo.",
    "Bạn giúp tôi cách làm món bánh đa cua Hải Phòng bản dễ nhất.",
    "Hướng dẫn tôi món cá kho tộ cho thịt cá săn chắc.",
    "Mình muốn biết cách làm món salad bò trộn mè rang.",
    "Bạn hướng dẫn mình món bún cá rô đồng nấu sao cho nước trong.",
    "Chỉ tôi cách kho thịt gà với nghệ và sả cho đúng vị miền Trung.",
    "Muốn làm món trứng cút sốt chua ngọt thì bắt đầu sao?",
    "Bạn hướng dẫn mình món canh rau ngót thịt bằm cho ngọt nước.",
    "Mình cần công thức món mướp xào trứng không bị ra nước.",
    "Chỉ tôi nấu món cá bạc má kho ớt.",
    "Bạn có thể chỉ mình cách làm món tôm ram mặn ngọt không?",
    "Mình muốn biết cách làm món bò tái chanh.",
    "Hướng dẫn tôi món bún riêu cua bản dễ nấu.",
    "Bạn chỉ tôi cách nấu món canh cà chua trứng kiểu thanh.",
    "Làm sao để làm món gà chiên giòn tẩm mắm tỏi thơm mà không bị cháy?",
    "Mình muốn học món thịt heo xào bắp non.",
    "Chỉ mình cách làm món cà tím kho tương đậu nành.",
    "Bạn giúp tôi làm món bánh flan caramel không bị rỗ.",
    "Chỉ mình cách nấu món canh cải ngọt thịt bằm siêu nhanh.",
    "Mình cần biết cách kho cá rô đồng với khóm.",
    "Bạn hướng dẫn tôi món tôm xào bơ tỏi bản dễ áp dụng.",
    "Cho tôi công thức nấu món sườn hầm đậu đỏ.",
    "Bạn chỉ mình món cá trứng chiên giòn chấm tương ớt.",
    "Mình đang muốn làm món gỏi ngó sen tôm thịt, cần chuẩn bị sao?",
    "Chỉ mình cách làm món thịt kho ruốc Huế.",
    "Bạn mô tả cách nấu món bún cá thì là.",
    "Mình muốn biết cách làm món gà hấp muối hột bằng nồi thường.",
    "Bạn hướng dẫn món mực rim nước mắm cho tôi.",
    "Chỉ tôi công thức nấu món canh bí xanh nấu tôm.",
    "Mình cần biết cách làm món gỏi bò bóp thấu.",
    "Bạn chỉ tôi cách chế biến món cá hồi sốt teriyaki.",
    "Bạn hướng dẫn tôi cách nấu món tôm xốt bơ đường cay.",
    "Mình muốn nấu món cải thìa xào nấm đông cô, bạn hướng dẫn nha.",
    "Bạn mô tả cho mình các bước nấu món canh rau má tôm khô.",
    "Bạn chỉ mình từng bước làm món cá bống kho tiêu cho thơm đậm.",
    "Mình đang muốn nấu món hến xào sả ớt, hướng dẫn giúp mình với.",
    "Bạn mô tả cách làm món miến gà xé sao cho nước trong.",
    "Chỉ tôi cách nấu món canh sườn chua với dứa để không bị gắt.",
    "Hướng dẫn cách làm món Hàu nướng mỡ hành ngon đậm vị.",
    "Tôi muốn làm món gà chiên nước mắm giòn ngoài mềm trong, làm sao?",
    "Bạn chỉ mình nấu món cá trê kho nghệ bản truyền thống.",
    "Mình muốn học món bò xào cần tây cho giòn mà không ra nước.",
    "Hướng dẫn tôi cách kho thịt gà với gừng kiểu đơn giản.",
    "Bạn giúp tôi làm món lẩu cá bớp chua cay không bị tanh.",
    "Chỉ mình cách làm món tôm rim nước màu cho lên màu đẹp.",
    "Mình muốn nấu món canh bí đỏ tôm tươi, cần làm gì trước?",
    "Bạn hướng dẫn món mực hấp gừng theo kiểu nhanh gọn.",
    "Cho tôi công thức nấu món canh mồng tơi cua đồng.",
    "Hướng dẫn tôi làm món miến xào hải sản đúng chuẩn.",
    "Bạn chỉ mình cách làm món cá chẽm sốt chanh dây.",
    "Tôi muốn học món gà nướng lá chanh bằng lò nướng.",
    "Chỉ tôi công thức làm món sườn rim mặn ngọt.",
    "Bạn mô tả từng bước chế biến món canh cải chua cá rô.",
    "Mình muốn nấu món tôm kho tỏi, cần ướp thế nào?",
    "Bạn hướng dẫn mình làm món gà sốt mật ong cay.",
    "Cho mình biết cách nấu món canh bầu nấu tôm.",
    "Hướng dẫn tôi làm món cá trích chiên giòn chấm mắm gừng.",
    "Bạn chỉ mình cách kho thịt ba chỉ với mắm ruốc.",
    "Tôi muốn học món lươn om chuối đậu, bạn chỉ nha.",
    "Cho tôi hướng dẫn nấu món bún măng vịt bản dễ.",
    "Bạn mô tả cách làm món gà kho cải chua.",
    "Hướng dẫn mình món cá diêu hồng hấp xì dầu.",
    "Chỉ mình cách làm món bò sốt vang kiểu Việt.",
    "Mình muốn biết cách làm món gà rang muối.",
    "Bạn hướng dẫn tôi món canh chua cá lóc bản đơn giản.",
    "Mình đang muốn học nấu món mực nhồi thịt sốt cà.",
    "Bạn chỉ tôi món cá kèo kho rau răm.",
    "Hướng dẫn mình món chả cá thác lác thì là.",
    "Bạn mô tả cách làm món ốc bươu nhồi thịt hấp sả.",
    "Tôi muốn học món sườn non kho khóm.",
    "Chỉ tôi công thức nấu món canh cải thìa nấu nấm.",
    "Bạn hướng dẫn cách làm món cá quả hấp bia.",
    "Cho tôi từng bước nấu món cháo tôm đậu xanh.",
    "Bạn giúp mình làm món gỏi gà xé phay.",
    "Mình muốn biết cách kho cá linh với me.",
    "Hướng dẫn tôi món miến trộn gà hành phi.",
    "Chỉ tôi cách xào món cải bó xôi với nấm.",
    "Bạn hướng dẫn món tôm chiên xù giòn lâu.",
    "Mình muốn nấu món canh riêu cá chép, làm sao?",
    "Bạn mô tả giúp tôi cách làm món cá lóc nướng trui.",
    "Cho tôi công thức làm món gà hấp nấm đông cô.",
    "Hướng dẫn mình món thịt bằm xào đậu que.",
    "Bạn chỉ tôi cách nấu món canh rong biển bò tươi.",
    "Mình muốn biết cách làm món cá cơm rang giòn.",
    "Món cá kìm kho nghệ thì phải bắt đầu từ bước nào vậy?",
    "Mình đang định nấu lẩu gà lá é nhưng chưa biết chuẩn bị gì, bạn hướng dẫn với.",
    "Làm sao để nấu món tôm càng nướng muối ớt mà tôm không bị khô?",
    "Bạn chỉ mình quy trình làm mì hoành thánh nhân thịt cho mềm với.",
    "Nếu muốn nấu món cá tra kho cà thì cần ướp kiểu gì để đậm vị?",
    "Mình muốn thử làm món nghêu hấp sả, bạn chỉ từng bước cho dễ làm được không?",
    "Cho mình biết cách pha nước màu để làm món thịt kho tàu ngon.",
    "Tôi đang loay hoay với món bò xào hành tây, bạn chỉ cách làm cho thịt mềm đi.",
    "Làm món gà sốt mật ong thì nên chiên trước hay nướng thẳng bạn?",
    "Bạn có thể mô tả chi tiết cách nấu món canh cua mồng tơi không?",
    "Tôi muốn tự làm món bún cá lóc ở nhà, cần các bước thế nào?",
    "Muốn làm món hàu nướng phô mai nhưng chưa thử bao giờ, bạn chỉ mình nhé.",
    "Cá hú muốn kho với thơm cho thơm ngon thì nên cắt khúc sao cho đẹp?",
    "Bạn giải thích giúp cách rim tôm với nước mắm kiểu miền Nam được không?",
    "Tôi cần hướng dẫn nhanh món canh rau dền nấu tôm cho bữa tối.",
    "Làm sao để món gà hấp hành giữ được độ ngọt tự nhiên?",
    "Bạn cho mình biết quy trình nấu món cua rang muối Hong Kong với.",
    "Tôi muốn học làm món đậu hũ sốt nấm, bạn chỉ từng bước giúp nhé.",
    "Mình đang muốn tập nấu món mực xào cần tỏi tây, chỉ cách nêm cho đúng vị.",
    "Có thể hướng dẫn mình cách nấu món vịt om sấu sao cho nước trong không?",
    "Tôi muốn xem các bước làm món cá basa sốt bơ tỏi.",
    "Bạn chỉ mình mẹo nấu món sườn kho thơm mà sườn không bị cứng.",
    "Cách nấu món canh bầu nấu tôm sao cho nước trong và ngọt tự nhiên?",
    "Bạn hướng dẫn mình làm món gà xào lăn kiểu truyền thống đi.",
    "Mình muốn học món thịt heo quay giòn bì, bạn mô tả quy trình cụ thể giúp.",
    "Nồi cá kho tiêu của mình lúc nào cũng bị mặn, bạn hướng dẫn cách làm chuẩn vị với?",
    "Tôi muốn làm món canh kim chi kiểu Việt, bạn chỉ mình phiên bản dễ nấu nhất đi.",
    "Làm sao nấu món gà xào sả ớt mà gà không bị bở vậy bạn?",
    "Món nghêu xào bơ tỏi làm kiểu nhà hàng thì họ làm thế nào nhỉ? Chỉ mình thử với.",
    "Bạn có cách nào chế biến món cá hồi sốt teriyaki cho người ăn ít dầu mỡ không?",
    "Em tập nấu canh bí đỏ nhưng bị ngọt quá, chỉ em cách nấu đúng vị.",
    "Mình muốn làm món bò kho mà không biết khi nào nên cho nước dừa, bạn hướng dẫn chi tiết với.",
    "Làm món gà nướng mật ong bằng nồi chiên không dầu thì cần chỉnh nhiệt sao?",
    "Tôi đang kiếm cách làm món tôm rim kiểu mẹ tôi hay nấu, bạn giúp tôi tái hiện vị đó được không?",
    "Cho mình xin quy trình món mực chiên giòn mà lớp bột không bị rời.",
    "Nếu muốn nấu món canh chua cá lóc miền Tây thì trình tự các bước ra sao?",
    "Nhờ bạn hướng dẫn mình cách làm món thịt heo quay mà phần bì nổ đẹp.",
    "Mình thử làm gà kho gừng nhưng bị ra nước nhiều, bạn giúp chỉ lại cho chuẩn.",
    "Có cách nào nấu món bò xào rau muống mà rau giữ màu xanh đẹp? Chỉ mình nhé.",
    "Mình đang tính làm chạo tôm, bạn mô tả giúp cách quết tôm cho dai.",
    "Chỉ mình cách nấu cháo cá basa cho bé ăn mà không bị tanh được không?",
    "Tôi muốn thử làm món sườn xá xíu tại nhà, bạn hướng dẫn từng bước giúp.",
    "Có thể chỉ mình cách nấu món gỏi bò bóp thấu sao cho phần bò vừa chín tới?",
    "Món gà hấp muối nguyên con cần chuẩn bị những gì và làm như thế nào cho thơm?",
    "Bạn cho mình biết quy trình làm tôm rang mặn ngọt để cơm cháy cạnh ăn cho đã.",
    "Cách nấu canh riêu cua cho nước trong, không bị lợn cợn như thế nào vậy?",
    "Muốn làm món cá thu sốt cà nhưng không biết chiên cá trước hay cho vào sốt luôn.",
    "Tôi cần hướng dẫn làm món đậu hũ nhồi thịt sốt cà chua, càng chi tiết càng tốt.",
    "Mình muốn nấu khoai môn lệ phố, bạn chỉ giúp phần pha nhân cho đạt.",
    "Bạn hướng dẫn mình cách làm thịt kho ruốc Huế chuẩn vị với.",
    "Bạn có thể chia sẻ công thức nấu món bò lúc lắc sao cho vừa mềm vừa thơm ngon, và mình có thể nấu trong vòng 30 phút không?",
    "Mình muốn tự tay làm bánh mì kẹp thịt theo công thức đơn giản mà vẫn ngon, có thể hướng dẫn từng bước không, vì mình chưa nấu nhiều lần trước đây.",
    "Mình muốn biết cách nấu món phở bò chuẩn vị Hà Nội, nhưng mình lại chỉ có khoảng 1 giờ và một số nguyên liệu cơ bản, bạn hướng dẫn sao cho dễ hiểu được không?",
    "Bạn có thể chỉ mình cách làm món chả giò sao cho giòn rụm, nhân vừa đủ, nhưng mình lại chưa có kinh nghiệm nấu món này bao giờ?",
    "Bạn có thể chia sẻ công thức nấu món bò lúc lắc sao cho vừa mềm vừa thơm ngon, và mình có thể nấu trong vòng 30 phút không?",
    "có hướng dẫn salad khoai tây thịt gà đi",
    "tôm trộn bông cải đi",
    "ý là chỉ cách làm món tôm trộn bông cải, b hỉu khum",
    "Mình muốn học cách làm món gà nấu nước tương, nhưng lại chỉ có gà, nấm, cà rốt, ớt chuông và nước tương, có thể hướng dẫn chi tiết từ sơ chế nguyên liệu đến xào sao cho ngon không?",
    "món gà hấp đậu hũ non nấu như nào"

  ]
}
